name: "model_ensemble"
backend: "python"

input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 5, 393 ]
  }
]

output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 2 ]
  }
]

parameters: {
  key: "EXECUTION_ENV_PATH",
  value: {string_value: "$$TRITON_MODEL_DIRECTORY/pytorch.tar.gz"}
}

instance_group [{ kind: KIND_CPU }]